[
    
    
    
    {
        "title": "Music For Memory",
        "year": 2025,
        "image": "../images/music_image.png",
        "description": "Music for Memory is an interactive data visualization project that explores how different types of music affect memory and stress responses. The project includes a user-driven memory quiz and dynamic D3.js visualizations to uncover individual cognitive patterns. Our goal was to personalize study music recommendations based on behavioral and physiological insights.",
        "url": "https://tejassmani.github.io/memory-music/"
    },
    {
        "title": "🚴🏼‍♀️ BikeMap",
        "year": 2025,
        "image": "../images/bike_image.png",
        "description": "Interactive map showing bike traffic across Boston and Cambridge with time filtering and traffic direction visualization.",
        "url": "https://vermastutz.github.io/bikemap/"
      },
    {
        "title": "Diabetes Risk Detection",
        "year": 2025,
        "image": "../images/heartbeat_image.png",
        "description": "An interactive data visualization project that investigates whether wearable device (eg. Apple watch) data, specifically heart rate patterns, can indicate diabetes risk. This project analyzes how heart rate trends differ between non-diabetic and prediabetic individuals, highlighting patterns such as the dawn phenomenon. Built with D3.js.",
        "url": "https://willemdehaan.github.io/project_3/"
    },
    {
        "title": "Diabetes Prediction Model",
        "year": 2025,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Developed a machine learning model to predict diabetes onset using XGBoost and Random Forest. Performed extensive data preprocessing, feature engineering, and hyperparameter tuning to optimize model performance. Achieved significant improvements in prediction accuracy by addressing class imbalance and refining key health indicators."
    },
    {
        "title": "Airbnb Price Prediction Model",
        "year": 2025,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Built an XGBoost regression model to predict Airbnb listing prices using NYC dataset with 60+ features. Performed feature engineering, log transformations, and validation tuning to reduce RMSE to 87, outperforming the baseline by over 20%. Engineered new variables like review recency and extra guest fees to improve accuracy."
    },
    {
        "title": "Impact of AI on the Workforce",
        "year": 2025,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyzed AI adoption and its effects on the labor market using data from kaggle and Stanford AI Index. Conducted hypothesis testing and regression analysis to assess salary impacts, automation risk, and job growth projections. Built classification models (Logistic Regression, SVM) and regression models (OLS, SVR) to predict job automation risk and salary trends."

    },
    {
        "title": "Power Outages in the US",
        "year": 2024,
        "image": "../images/power_outages_US.png",
        "description": "Analyzed and cleaned a dataset of US power outages, built a prediction model to estimate outage duration, developed a regression model evaluated by RMSE, created a static website with Jekyll and interactive visualizations, and conducted a fairness analysis to ensure unbiased performance across regions and customers."
    },
    {
        "title": "Tesla Equity Valuation",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Conducted a fundamental equity valuation of Tesla Inc. using base, upside, and downside scenarios based on analyst reports and management forecasts. Estimated a base case stock price of $86.85, with a valuation range between $59.15 and $133.59, highlighting discrepancies with the current market price driven by investor sentiment and growth expectations."
    },
    {
        "title": "Fuga enim ut velit.",
        "year": 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Optio ipsum impedit asperiores eum alias voluptatum cumque ullam earum, minima eius delectus accusantium sunt ab, quaerat blanditiis mollitia aspernatur rem iste corrupti nisi doloremque nulla. Corporis at ullam dolor!"
    },
    {
        "title": "Doloribus aliquid laudantium ea?",
        "year": 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Expedita, quam sunt? Ducimus odio officiis fuga obcaecati cupiditate libero dolor, nostrum, porro corporis voluptatibus ad autem cum nisi voluptatem facere alias? Architecto nostrum et in cupiditate cum, non excepturi!"
    },
    {
        "title": "Itaque, sed! Praesentium, porro!",
        "year": 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Accusantium accusamus dolorem esse deserunt aperiam officiis soluta deleniti. Ipsum magni laudantium quis modi eum perspiciatis, consectetur est magnam labore. Necessitatibus corporis cum ut suscipit velit sint laborum facere reprehenderit!"
    },
    {
        "title": "Laboriosam odio illo possimus.",
        "year": 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Maiores quos id nesciunt error quae asperiores nihil sint, eligendi repudiandae earum excepturi quidem aperiam autem quo quod iure deleniti ratione harum dignissimos veniam consequuntur ducimus odit laborum! Distinctio, nisi."
    }

]
